tap "jjuarez/homebrew-tap-1"
tap "planetscale/tap"
tap "vjeantet/tap"
tap "xo/xo"

# CLI
brew "vjeantet/tap/alerter"
brew "argocd"
brew "awscli"
brew "bat"
# brew "colima"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "editorconfig"
brew "eksctl"
brew "eza"
brew "fastlane"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "gpg"
brew "grpcurl"
brew "helm"
brew "httpie"
brew "jq"
brew "krew"
brew "kubectx"
brew "jjuarez/homebrew-tap-1/kubecolor"
brew "kustomize"
brew "lazygit"
brew "m-cli"
brew "mas"
brew "mise"
brew "mysql-client"
brew "newt"
brew "openssl"
brew "pam-reattach"
brew "percona-xtrabackup"
brew "pgcli"
brew "pinentry-mac"
brew "planetscale/tap/pscale"
brew "ripgrep"
brew "starship"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tokei"
brew "translate-shell"
brew "tree"
brew "xo/xo/usql"
brew "wget"
brew "wrk"
brew "yq"

# Cask
cask "appcleaner"
cask "bitwarden"
cask "brave-browser"
cask "brewlet"
cask "claude-code"
cask "codex"
cask "cursor"
cask "docker-desktop"
cask "flux-app"
cask "font-udev-gothic-nf"
cask "gcloud-cli"
cask "ghostty"
cask "google-drive"
cask "google-japanese-ime"
cask "lunar"
cask "orbstack"
cask "raindropio"
cask "raycast"
cask "slack"
cask "swiftbar"
cask "the-unarchiver"
cask "trailer"

# App Store
# mas "1Password", id: 443987910
mas "Amphetamine", id: 937984704
mas "RunCat", id: 1429033973
