edc/bass
oh-my-fish/theme-bobthefish
fisherman/fzf
fisherman/getopts
decors/fish-ghq
fisherman/spin
fisherman/z
evanlucas/fish-kubectl-completions
