DocMarty.open-tig
eamodio.gitlens
jlalmes.lzgit
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
rrudi.vscode-dired
vscodevim.vim
