christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
DocMarty.open-tig
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
jlalmes.lzgit
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
naumovs.color-highlight
rrudi.vscode-dired
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
vscodevim.vim
zxh404.vscode-proto3
